---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsForcePerCubicFoot
source: html/4131f41a-2955-ab4b-6020-11970cb1e2cf.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsForcePerCubicFoot Property

Pounds force per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsForcePerCubicFoot { get; }
```